{
    "first": "primo",
    "ima": "Sono uno",
    "software": "sviluppatore web",
    "expReact": "Questo sito è stato realizzato completamente in React",
    "fermi": "Diploma di maturità scientifica",
    "its": "Diploma superiore di architetto del software",
    "basket": "Basketballcurryosity",
    "itsExp": "ITS 'Angelo Rizzoli' (Milano, Italia)",
    "fermiExp": "LSSA 'Enrico Fermi' (Mantova, Italia)",
    "antek": "Sviluppo front-end per prodotti rivolti all'utente",
    "antekExp": "Antek (Mantova, Italia)",
    "basketExp": "Sviluppo web per la realizzazione di un gioco a quiz sul basket americano",
    "cv": "Scarica CV",
    "link": "Vai al profilo Linkendin",
    "mn": "Mantova, Italia",
    "find": "Scopri di più",
    "ny": "NHSMUN 2019 (New York, Stati Uniti)",
    "nyExp": "National High School Model United Nations",
    "mi": "Milano, Italia",
    "new": "New York, Stati Uniti",
    "curryosityDesc": "BasketballCurryosity (Estate 2023) è un sito web interattivo che ho sviluppato in collaborazione con un amico, dedicato agli appassionati di basket americano (NBA). Realizzato interamente in React, con il supporto di Firebase per la gestione dei dati e Figma per il design della user experience, il sito offre quattro divertenti giochi a quiz che mettono alla prova le conoscenze degli utenti sul mondo NBA. Durante questo progetto, ho avuto l'opportunità di approfondire le mie competenze in sviluppo web, concentrandomi su React e Firebase, e affinando le mie abilità di design grazie a Figma. Oltre allo sviluppo tecnico, mi sono dedicato anche alla promozione del sito, imparando a utilizzare CapCut per editare video accattivanti da condividere sui social media, una nuova passione che ha arricchito ulteriormente la mia esperienza.",
    "fermiDesc": "Liceo Scientifico delle Scienze Applicate Enrico Fermi di Mantova è stato il mio percorso di studi secondari, dove ho acquisito una solida formazione nelle scienze applicate. Durante il liceo, ho avuto l'opportunità di entrare in contatto con le basi di Python, C++, e ho avuto una breve introduzione a HTML e CSS. Queste competenze hanno fornito una base utile per il mio sviluppo successivo nel campo della programmazione e dello sviluppo web.",
    "itsDesc": "Ho recentemente completato il corso di 'Software Architect Specialist' presso l'ITS Angelo Rizzoli di Milano, un programma intensivo focalizzato sull'inserimento nel mondo del lavoro. Questo percorso biennale comprende 1.200 ore di lezioni e 800 ore di stage, culminando con un esame finale che certifica le competenze acquisite. Durante questi due anni, ho approfondito numerosi linguaggi di programmazione, sviluppando una particolare passione per lo sviluppo web. Questa dedizione mi ha portato a realizzare il sito BasketballCurryosity e a svolgere uno stage come sviluppatore frontend presso un'azienda, esperienze che hanno arricchito significativamente il mio profilo professionale. Inoltre, il corso ITS include diverse ore dedicate a materie trasversali, essenziali per il mondo del lavoro, come il teamworking, che hanno contribuito a perfezionare le mie competenze collaborative e professionali.",
    "antekDesc": "Durante il mio stage presso Antek, un'azienda specializzata in automazione, networking e telefonia, ho lavorato come sviluppatore frontend. Il mio compito principale era la manutenzione e lo sviluppo dell'interfaccia di configurazione per il loro prodotto, Abilis, utilizzato dagli utenti per gestire e personalizzare le soluzioni offerte. Questa esperienza mi ha permesso di approfondire notevolmente le mie competenze, in particolare nell'uso avanzato di Angular e Figma per migliorare l'user experience. Inoltre, lavorando con team internazionali sparsi in tutta Europa, ho avuto l'opportunità di migliorare significativamente il mio livello di inglese, acquisendo preziose competenze nel contesto lavorativo globale.",
    "eng": "Lingua inglese",
    "nyDesc": "Nel 2019, ho partecipato al National High School Model United Nations (NHSMUN), un evento che simula il funzionamento delle Nazioni Unite per studenti delle scuole superiori, che si è svolto a New York City. Durante questa esperienza, ho rappresentato Haiti nel comitato di Economia e Finanza. Questa esperienza è stata fondamentale per sviluppare le mie competenze nel lavoro di gruppo e nella negoziazione, poiché ho collaborato con altri delegati per elaborare soluzioni e risolvere questioni economiche globali. Inoltre, ho migliorato notevolmente le mie capacità di comunicazione in inglese, essenziale per il dibattito e la scrittura delle risoluzioni."
}